Repository: alvaroluca/DogfyDiet
Catalog: lib/app/l10n/arb/app_*.arb
Languages: es

# homeTitle
source: Put real food in your dog's bowl
es: Pon comida de verdad en el bol de tu perro

# homeSubtitle
source: Natural food for dogs, complete and balanced. Created by nutritionists
es: Comida natural para perros, completa y equilibrada. Elaborada por nutricionistas

# homeBreedLabel
source: Search or type their breed
es: Busca o escribe su raza

# homeCta
source: Create their menu ->
es: Crea su menú ->

# onboardingContinue
source: Continue
es: Continuar

# breedSelectionTitle
source: What is your dog's breed?
es: ¿Cuál es la raza de tu perrete?

# dogNameTitleWithBreed
source: What's your {breedName}'s name?
es: ¿Cómo se llama tu {breedName}?

# dogNameLabel
source: My dog's name is...
es: Mi perrhijo se llama...

# dogNameMultiCta
source: Do you have more than one dog?
es: ¿Tienes más de un perro?

# dogNameInfoBox
source: How exciting! You're about to improve your Maltese's life with 100% natural food.
es: ¡Qué emoción! Estás a punto de mejorar la vida de tu bichón maltés a través de una alimentación 100% natural.

# genderTitle
source: We want to know {dogName}!
es: ¡Queremos conocer a {dogName}!

# genderMale
source: Male
es: Macho

# genderFemale
source: Female
es: Hembra

# sterilizationQuestion
source: Is your dog neutered/spayed?
es: ¿Está esterilizado/a?

# commonYes
source: Yes
es: Sí

# genderSterilizationInfoBox
source: Why is it important? After sterilization, adjustments are needed in the food portion, as dogs usually have lower caloric expenditure.
es: ¿Por qué es importante? Después de la esterilización, se requieren ajustes en la ración, ya que el perro suele tener menor gasto calórico.

# birthDateTitle
source: When was {dogName} born?
es: ¿Cuándo nació {dogName}?

# birthDateYearLabel
source: Year
es: Año

# birthDateMonthLabel
source: Month
es: Mes

# birthDateInfoBox
source: Why is it important? Caloric needs vary according to your dog's age, but we will perfectly adapt to their life stage.
es: ¿Por qué es importante? Las necesidades calóricas varían según la edad de tu perro, pero nos adaptaremos perfectamente a su momento vital.
